Repository: Wabodasi/stage_projet
Catalog: lib/l10n/app_*.arb
Languages: fr

# pageSingupMessage1
source: login with phone number
fr: connectez vous avec un numéro de téléphone

# pageSingupMessage2
source: By signing up you agree to the. terms of service and Privacy Policy including Cookie Use
fr: En vous inscrivant, vous acceptez le. conditions d'utilisation et politique de confidentialité, y compris l'utilisation des cookies

# titrePageSingup
source: Sign up
fr: S'inscrire

# textContinue
source: Continue
fr: Continuer

source: Confirm
fr: Confirmer

# pageSingupMessage3
source: Is you phone number correct ?
fr: Votre numéro de téléphone est-il correct ?

# pageSingupMessage4
source: Med Prepa will send a verification code to you phone number.
fr: Med Prepa enverra un code de vérification à votre numéro de téléphone.

source: Set your language
fr: Définissez votre langue

# titrePageProfile
source: Complete your singup
fr: Complétez inscription

source: Name
fr: Nom

source: specialty
fr: spécialité

# pageProfileMessage1
source: You'll need a password
fr: Vous aurez besoin d'un mot de passe

# pageProfileMessage2
source: Make sur it's 8 characters or more
fr: Entrer 8 caractères ou plus
